Repository: seanpm2001/mt-training-data
Catalog: udm/udm_pontoon.tmx
Source language: en_us
Languages: udm

source: Abkhaz
udm: Абхаз

source: Afrikaans
udm: Африканс

source: Arabic
udm: Араб

source: Contribute
udm: Юрттоно

source: Email
udm: Езпочтады

source: Get Involved
udm: Пыриське

source: Meadow Mari
udm: Возьвыл пор

source: Moksha
udm: Мокша

source: Submit
udm: Ыстоно
